Repository: zurce/JASM
Catalog: src/GIMI-ModManager.WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: es, ja, pt_br, ru_ru, zh_cn

# CreateCharacter_NoImageInClipboard
source: No image found in clipboard
es: No se encontró imagen en el portapapeles
ja: クリップボードに画像が見つかりません
pt_br: Nenhuma imagem encontrada na área de transferência
ru_ru: Изображение в буфере обмена не найдено
zh_cn: 剪贴板中未找到图片

# CreateCharacter_JsonExportFailedTitle
source: Failed to create json export
es: Error al crear la exportación json
ja: JSONエクスポートの作成に失敗しました
pt_br: Falha ao criar exportação json
ru_ru: Не удалось создать JSON-экспорт
zh_cn: 创建JSON导出失败

# CreateCharacter_JsonExportTitle
source: Character Model Json Export
es: Exportación de Modelo de Personaje Json
ja: キャラクターモデルJSONエクスポート
pt_br: Exportação Json do Modelo do Personagem
ru_ru: Экспорт модели персонажа JSON
zh_cn: 角色模型JSON导出

# CreateCharacter_JsonExportPrimary
source: Copy to clipboard and Close
es: Copiar al portapapeles y Cerrar
ja: クリップボードにコピーして閉じる
pt_br: Copiar para área de transferência e Fechar
ru_ru: Скопировать в буфер обмена и закрыть
zh_cn: 复制到剪贴板并关闭

# CreateCharacter_JsonExportClose
source: Close
es: Cerrar
ja: 閉じる
pt_br: Fechar
ru_ru: Закрыть
zh_cn: 关闭

# CreateCharacter_JsonCopiedTitle
source: Character json copied to clipboard
es: Json de personaje copiado al portapapeles
ja: キャラクターJSONをクリップボードにコピーしました
pt_br: Json do personagem copiado para área de transferência
ru_ru: JSON персонажа скопирован в буфер обмена
zh_cn: 角色JSON已复制到剪贴板

# EditCharacter_PasteImageFailedTitle
source: Failed to paste image
es: Error al pegar la imagen
ja: 画像の貼り付けに失敗しました
pt_br: Falha ao colar imagem
ru_ru: Не удалось вставить изображение
zh_cn: 粘贴图片失败

# EditCharacter_NoImageInClipboard
source: No image found in clipboard
es: No se encontró imagen en el portapapeles
ja: クリップボードに画像が見つかりません
pt_br: Nenhuma imagem encontrada na área de transferência
ru_ru: Изображение в буфере обмена не найдено
zh_cn: 剪贴板中未找到图片

# EditCharacter_DeletedTitle
source: Custom Character Deleted
es: Personaje Personalizado Eliminado
ja: カスタムキャラクターを削除しました
pt_br: Personagem Personalizado Excluído
ru_ru: Пользовательский персонаж удалён
zh_cn: 自定义角色已删除

# EditCharacter_DeletedMessage
source: Custom Character '{0}' was deleted successfully
es: El Personaje Personalizado '{0}' fue eliminado exitosamente
ja: カスタムキャラクター「{0}」を削除しました
pt_br: Personagem Personalizado '{0}' foi excluído com sucesso
ru_ru: Пользовательский персонаж "{0}" успешно удалён
zh_cn: 自定义角色'{0}'已成功删除

# EditCharacter_SaveFailedTitle
source: Failed to save changes to character
es: Error al guardar cambios del personaje
ja: キャラクターの変更の保存に失敗しました
pt_br: Falha ao salvar alterações do personagem
ru_ru: Не удалось сохранить изменения персонажа
zh_cn: 保存角色更改失败

# EditCharacter_DisableCharacterTitle
source: Disable Character
es: Deshabilitar Personaje
ja: キャラクターを無効化
pt_br: Desabilitar Personagem
ru_ru: Отключить персонажа
zh_cn: 禁用角色

# EditCharacter_DisableCharacterContent
source: Are you sure you want to disable this character? This will not remove the character, but JASM+ will no longer recognize the character. Character can be reactivated later. This will be executed immediately on pressing yes
es: ¿Estás seguro de que deseas deshabilitar este personaje? Esto no eliminará el personaje, pero JASM+ ya no lo reconocerá. El personaje puede ser reactivado más tarde. Esto se ejecutará inmediatamente al presionar sí
zh_cn: 确定要禁用此角色吗？这不会删除角色，但JASM将不再识别该角色。角色稍后可以重新激活。点击「是」后将立即执行。

# EditCharacter_DisableCharacterPrimary
source: Yes, disable this character
es: Sí, deshabilitar este personaje
ja: はい、このキャラクターを無効化
pt_br: Sim, desabilitar este personagem
ru_ru: Да, отключить этого персонажа
zh_cn: 是的，禁用此角色

# EditCharacter_DeleteCharacterTitle
source: Delete Custom Character
es: Eliminar Personaje Personalizado
ja: カスタムキャラクターを削除
pt_br: Excluir Personagem Personalizado
ru_ru: Удалить пользовательского персонажа
zh_cn: 删除自定义角色

# EditCharacter_DeleteCharacterContent
source: Are you sure you want to delete this custom character? This will remove the character, and JASM+ will no longer recognize the character. This will be executed immediately on pressing yes
es: ¿Estás seguro de que deseas eliminar este personaje personalizado? Esto eliminará el personaje y JASM+ ya no lo reconocerá. Esto se ejecutará inmediatamente al presionar sí
zh_cn: 确定要删除此自定义角色吗？这将移除该角色，JASM将不再识别该角色。点击「是」后将立即执行。

# EditCharacter_DeleteCharacterPrimary
source: Yes, delete this custom character
es: Sí, eliminar este personaje personalizado
ja: はい、このカスタムキャラクターを削除
pt_br: Sim, excluir este personagem personalizado
ru_ru: Да, удалить этого пользовательского персонажа
zh_cn: 是的，删除此自定义角色

# EditCharacter_EnableCharacterTitle
source: Enable Character
es: Habilitar Personaje
ja: キャラクターを有効化
pt_br: Habilitar Personagem
ru_ru: Включить персонажа
zh_cn: 启用角色

# EditCharacter_EnableCharacterContent
source: Are you sure you want to enable this character? This will be executed immediately on pressing yes
es: ¿Estás seguro de que deseas habilitar este personaje? Esto se ejecutará inmediatamente al presionar sí
ja: このキャラクターを有効にしてもよろしいですか？これは「はい」を押すとすぐに実行されます。
pt_br: Tem certeza que deseja habilitar este personagem? Isso será executado imediatamente ao pressionar sim
ru_ru: Вы уверены, что хотите включить этого персонажа? Это будет выполнено немедленно при нажатии «Да».
zh_cn: 确定要启用此角色吗？点击「是」后将立即执行。

# EditCharacter_EnableCharacterPrimary
source: Yes, enable this character
es: Sí, habilitar este personaje
ja: はい、このキャラクターを有効化
pt_br: Sim, habilitar este personagem
ru_ru: Да, включить этого персонажа
zh_cn: 是的，启用此角色

# CreateCharacterPage_IsMultiMod.Content
source: Is Multi Mod
es: Es Multi Mod
ja: マルチMod対応
pt_br: É Multi Mod
ru_ru: Мульти-мод
zh_cn: 支持多Mod

# EditCharacterPage_IsMultiMod.Content
source: Is Multi Mod
es: Es Multi Mod
ja: マルチMod対応
pt_br: É Multi Mod
ru_ru: Мульти-мод
zh_cn: 支持多Mod

# EditCharacterPage_GoToCharacter.Content
source: Go to character
es: Ir al personaje
ja: キャラクターへ移動
pt_br: Ir para o personagem
ru_ru: Перейти к персонажу
zh_cn: 转到角色

# CreateCharacterPage_InternalNameHelp.Text
source: The Internal Name is used by JASM+ to identify characters/ModObjects. It is also used as the name of mod folder. Must be unique. Changing this after character has been created means JASM+ will identify this as a new character.
es: El Nombre Interno es usado por JASM+ para identificar personajes/Objetos de Mod. También se usa como nombre de la carpeta de mods. Debe ser único. Cambiar esto después de haber creado el personaje significa que JASM+ identificará esto como un nuevo personaje.
zh_cn: 内部名称用于JASM识别角色/Mod对象。它也用作Mod文件夹的名称。必须唯一。创建角色后更改此名称意味着JASM会将其识别为新角色。

# CreateCharacterPage_ModFilesNameHelp.Text
source: JASM+ can in some cases try and determine what character a mod is for. When doing this it uses the ModFilesName text to try and find a mod file with the same name. For example, lets say ModFilesName is 'paimon' then it will match a file with name: PaimonHeadLightMap.dds Leave empty if you don't want JASM+ to try and match mod files.
es: JASM+ puede en algunos casos intentar determinar para qué personaje es un mod. Al hacer esto, usa el texto de ModFilesName para intentar encontrar un archivo de mod con el mismo nombre. Por ejemplo, si ModFilesName es 'paimon', coincidirá con un archivo llamado: PaimonHeadLightMap.dds Déjalo vacío si no quieres que JASM+ intente coincidir archivos de mod.
zh_cn: JASM在某些情况下可以尝试确定Mod适用于哪个角色。这样做时，它会使用ModFilesName文本来尝试查找同名Mod文件。例如，假设ModFilesName是'paimon'，那么它将匹配名为PaimonHeadLightMap.dds的文件。如果不希望JASM尝试匹配Mod文件，请留空。

# CreateCharacterPage_IsMultiModHelp.Text
source: If Checked JASM+ won't show a warning when multiple mods are enabled for this mod object.
es: Si está marcado, JASM+ no mostrará una advertencia cuando múltiples mods estén habilitados para este objeto de mod.
zh_cn: 如果勾选，当此Mod对象启用了多个Mod时，JASM将不会显示警告。

# EditCharacterPage_InternalNameHelp.Text
source: The Internal Name is used by JASM+ to identify characters/ModObjects. It is also used as the name of mod folder. Must be unique. Changing this after character has been created means JASM+ will identify this as a new character.
es: El Nombre Interno es usado por JASM+ para identificar personajes/Objetos de Mod. También se usa como nombre de la carpeta de mods. Debe ser único. Cambiar esto después de haber creado el personaje significa que JASM+ identificará esto como un nuevo personaje.
zh_cn: 内部名称用于JASM识别角色/Mod对象。它也用作Mod文件夹的名称。必须唯一。创建角色后更改此名称意味着JASM会将其识别为新角色。

# EditCharacterPage_IsMultiModHelp.Text
source: If Checked JASM+ won't show a warning when multiple mods are enabled for this mod object.
es: Si está marcado, JASM+ no mostrará una advertencia cuando múltiples mods estén habilitados para este objeto de mod.
zh_cn: 如果勾选，当此Mod对象启用了多个Mod时，JASM将不会显示警告。

# EditCharacterPage_ResetCharacterSettings.Content
source: Reset Character Settings
es: Restablecer Configuración del Personaje
ja: キャラクター設定をリセット
pt_br: Redefinir Configurações do Personagem
ru_ru: Сбросить настройки персонажа
zh_cn: 重置角色设置

# EditCharacter_ShowDataModelTitle
source: Character Model
es: Modelo del Personaje
ja: キャラクターモデル
pt_br: Modelo do Personagem
ru_ru: Модель персонажа
zh_cn: 角色模型

# EditCharacter_ShowDataModelClose
source: Close
es: Cerrar
ja: 閉じる
pt_br: Fechar
ru_ru: Закрыть
zh_cn: 关闭

# CharacterDetails_NoModsFound
source: No mods found for this character 😖
es: No se encontraron mods para este personaje 😖
ja: このキャラクターのModは見つかりませんでした 😖
pt_br: Nenhum mod encontrado para este personagem 😖
ru_ru: Моды для этого персонажа не найдены 😖
zh_cn: 未找到此角色的Mod 😖

# CharacterDetails_DropModsHere
source: Drop Mods Here
es: Suelta los Mods Aquí
ja: ここにModをドロップ
pt_br: Solte os Mods Aqui
ru_ru: Перетащите моды сюда
zh_cn: 将Mod拖放到此处

# ModInstallerPage_ReplaceDuplicateMod.Text
source: Replace duplicate mod in presets with new mod
es: Reemplazar mod duplicado en presets con el nuevo mod
ja: プリセット内の重複Modを新しいModで置き換え
pt_br: Substituir mod duplicado nos presets pelo novo mod
ru_ru: Заменить дублирующийся мод в пресетах новым модом
zh_cn: 用新Mod替换预设中的重复Mod

# ModInstallerPage_ReplaceDuplicateMod2.Text
source: Replace duplicate mod in presets with new mod
es: Reemplazar mod duplicado en presets con el nuevo mod
ja: プリセット内の重複Modを新しいModで置き換え
pt_br: Substituir mod duplicado nos presets pelo novo mod
ru_ru: Заменить дублирующийся мод в пресетах новым модом
zh_cn: 用新Mod替换预设中的重复Mod

# ModInstallerPage_DuplicateModDialog.CloseButtonText
source: Cancel
es: Cancelar
ja: キャンセル
pt_br: Cancelar
ru_ru: Отмена
zh_cn: 取消

# ModPage_DownloadTitle
source: Download Mod files
es: Descargar archivos de mod
ja: Modファイルをダウンロード
pt_br: Baixar arquivos de mod
ru_ru: Скачать файлы мода
zh_cn: 下载Mod文件

# ModPage_DownloadsForTitle
source: Downloads for: {0}
es: Descargas para: {0}
ja: {0} のダウンロード
pt_br: Downloads para: {0}
ru_ru: Загрузки для: {0}
zh_cn: {0}的下载

# ModInstallerPage_ModPageUrl.PlaceholderText
source: Paste URL to auto populate fields (GameBanana only)
es: Pegue la URL para auto completar campos (solo GameBanana)
ja: URLを貼り付けて自動入力（GameBananaのみ）
pt_br: Cole a URL para preencher campos automaticamente (apenas GameBanana)
ru_ru: Вставьте URL для автозаполнения полей (только GameBanana)
zh_cn: 粘贴URL以自动填充字段（仅GameBanana）

# ModInstallerPage_ModCustomName.PlaceholderText
source: Custom Name displayed throughout JASM+
es: Nombre personalizado mostrado en JASM+
zh_cn: 在JASM中显示的自定义名称

# ModInstallerPage_Note.PlaceholderText
source: Custom free text note, shown in grid on character details page
es: Nota de texto libre personalizada, mostrada en la cuadrícula en la página de detalles del personaje
ja: カスタム自由テキストメモ。キャラクター詳細ページのグリッドに表示されます
pt_br: Nota de texto livre personalizada, exibida na grade na página de detalhes do personagem
ru_ru: Пользовательская текстовая заметка, отображаемая в сетке на странице деталей персонажа
zh_cn: 自定义文本备注，显示在角色详情页面的网格中

# ModInstallerPage_RootFolderHint.Text
source: This is usually the folder that contains the 'merged.ini/Script.ini' or '.JASM_ModConfig.json'. JASM+ will automatically detect the mod folder and the merged.ini file. If you want to manually select the mod folder, you can do so by right clicking the folder in the overview above.
es: Esta suele ser la carpeta que contiene 'merged.ini/Script.ini' o '.JASM_ModConfig.json'. JASM+ detectará automáticamente la carpeta de mods y el archivo merged.ini. Si desea seleccionar manualmente la carpeta de mods, puede hacerlo haciendo clic derecho en la carpeta en la vista general arriba.
zh_cn: 这通常是包含'merged.ini/Script.ini'或'.JASM_ModConfig.json'的文件夹。JASM会自动检测Mod文件夹和merged.ini文件。如果你想手动选择Mod文件夹，可以在上面的概览中右键点击文件夹进行选择。

# ModInstallerPage_PreviewImageHint.Text
source: You can also manually select image file for the mod preview image. It's usually fine to just press 'Add Mod'
es: También puede seleccionar manualmente un archivo de imagen para la imagen de vista previa del mod. Generalmente está bien solo presionar 'Agregar Mod'
ja: Modのプレビュー画像ファイルを手動で選択することもできます。通常は「Modを追加」を押すだけで問題ありません。
pt_br: Você também pode selecionar manualmente um arquivo de imagem para a prévia do mod. Geralmente é suficiente apenas pressionar 'Adicionar Mod'
ru_ru: Вы также можете вручную выбрать файл изображения для предпросмотра мода. Обычно достаточно просто нажать 'Добавить мод'.
zh_cn: 你也可以手动选择Mod预览图的图片文件。通常只需点击「添加Mod」即可。

# ModInstaller_HelperWindowTitle
source: Mod Installer Helper: {0}
es: Asistente de Instalación de Mods: {0}
ja: Modインストーラーヘルパー: {0}
pt_br: Ajuda do Instalador de Mods: {0}
ru_ru: Помощник установки мода: {0}
zh_cn: Mod安装助手：{0}

# ModInstallerPage_AlwaysOnTopToggle.ToolTip
source: Keep window always on top
es: Mantener ventana siempre al frente
ja: ウィンドウを常に最前面に表示
pt_br: Manter janela sempre no topo
ru_ru: Держать окно поверх всех
zh_cn: 保持窗口始终置顶

# ModInstallerPage_RetrieveModInfoButton.ToolTip
source: Get mod info from the mod page
es: Obtener información del mod desde la página de mod
ja: Modページから情報を取得
pt_br: Obter informações do mod na página do mod
ru_ru: Получить информацию о моде со страницы мода
zh_cn: 从Mod页面获取Mod信息

# CustomImage_PickImageButton_ToolTip
source: Pick an Image
es: Seleccionar una Imagen
ja: 画像を選択
pt_br: Escolher uma Imagem
ru_ru: Выбрать изображение
zh_cn: 选择图片

# Preset_FailedCreate
source: Failed to create preset
es: Error al crear el preset
ja: プリセットの作成に失敗しました
pt_br: Falha ao criar preset
ru_ru: Не удалось создать пресет
zh_cn: 创建预设失败

# Preset_FailedDuplicate
source: Failed to duplicate preset
es: Error al duplicar el preset
ja: プリセットの複製に失敗しました
pt_br: Falha ao duplicar preset
ru_ru: Не удалось дублировать пресет
zh_cn: 复制预设失败

# Preset_FailedDelete
source: Failed to delete preset
es: Error al eliminar el preset
ja: プリセットの削除に失敗しました
pt_br: Falha ao excluir preset
ru_ru: Не удалось удалить пресет
zh_cn: 删除预设失败

source: Preset applied
es: Preset aplicado
ja: プリセットを適用しました
pt_br: Preset aplicado
ru_ru: Пресет применён
zh_cn: 预设已应用

# Preset_AppliedMessage
source: Preset '{0}' has been applied
es: El preset '{0}' ha sido aplicado
ja: プリセット「{0}」を適用しました
pt_br: Preset '{0}' foi aplicado
ru_ru: Пресет "{0}" был применён
zh_cn: 预设'{0}'已应用

# Preset_FailedApply
source: Failed to apply preset
es: Error al aplicar el preset
ja: プリセットの適用に失敗しました
pt_br: Falha ao aplicar preset
ru_ru: Не удалось применить пресет
zh_cn: 应用预设失败

# Preset_FailedRename
source: Failed to rename preset
es: Error al renombrar el preset
ja: プリセットの名前変更に失敗しました
pt_br: Falha ao renomear preset
ru_ru: Не удалось переименовать пресет
zh_cn: 重命名预设失败

# Preset_FailedSaveOrder
source: Failed to save preset order
es: Error al guardar el orden del preset
ja: プリセットの順序保存に失敗しました
pt_br: Falha ao salvar ordem do preset
ru_ru: Не удалось сохранить порядок пресетов
zh_cn: 保存预设顺序失败

# Preset_FailedToggleReadOnly
source: Failed to toggle read only
es: Error al cambiar solo lectura
ja: 読み取り専用の切り替えに失敗しました
pt_br: Falha ao alterar somente leitura
ru_ru: Не удалось переключить режим только для чтения
zh_cn: 切换只读模式失败

# Preset_ModPrefsReset
source: Mod preferences reset
es: Preferencias de mod restablecidas
ja: Mod設定をリセットしました
pt_br: Preferências de mod redefinidas
ru_ru: Настройки модов сброшены
zh_cn: Mod偏好已重置

# Preset_FailedResetModPrefs
source: Failed to reset mod preferences
es: Error al restablecer preferencias de mod
ja: Mod設定のリセットに失敗しました
pt_br: Falha ao redefinir preferências de mod
ru_ru: Не удалось сбросить настройки модов
zh_cn: 重置Mod偏好失败

# PresetDetails_ModRemoved
source: Mod removed from preset
es: Mod eliminado del preset
ja: プリセットからModを削除しました
pt_br: Mod removido do preset
ru_ru: Мод удалён из пресета
zh_cn: Mod已从预设中移除

# PresetDetails_FailedRemoveMod
source: Failed to remove mod from preset
es: Error al eliminar mod del preset
ja: プリセットからのMod削除に失敗しました
pt_br: Falha ao remover mod do preset
ru_ru: Не удалось удалить мод из пресета
zh_cn: 从预设中移除Mod失败

# PresetDetails_ModAdded
source: Mod added to preset
es: Mod agregado al preset
ja: プリセットにModを追加しました
pt_br: Mod adicionado ao preset
ru_ru: Мод добавлен в пресет
zh_cn: Mod已添加到预设

# PresetDetails_ModAddedMessage
source: Added mod '{0}' to preset {1}
es: Mod '{0}' agregado al preset {1}
ja: Mod「{0}」をプリセット {1} に追加しました
pt_br: Mod '{0}' adicionado ao preset {1}
ru_ru: Мод "{0}" добавлен в пресет {1}
zh_cn: 已将Mod'{0}'添加到预设{1}

# PresetDetails_FailedAddMod
source: Failed to add mod to preset
es: Error al agregar mod al preset
ja: プリセットへのMod追加に失敗しました
pt_br: Falha ao adicionar mod ao preset
ru_ru: Не удалось добавить мод в пресет
zh_cn: 将Mod添加到预设失败

# PresetDetails_PrefsSaved
source: Preferences saved for mod
es: Preferencias guardadas para el mod
ja: Modの設定を保存しました
pt_br: Preferências salvas para o mod
ru_ru: Настройки сохранены для мода
zh_cn: Mod的偏好已保存

# PresetDetails_FailedSavePrefs
source: Failed to save mod preferences
es: Error al guardar preferencias del mod
ja: Mod設定の保存に失敗しました
pt_br: Falha ao salvar preferências do mod
ru_ru: Не удалось сохранить настройки мода
zh_cn: 保存Mod偏好失败

# ModInstaller_ModInstalled
source: Mod '{0}' installed
es: Mod '{0}' instalado
ja: Mod「{0}」をインストールしました
pt_br: Mod '{0}' instalado
ru_ru: Мод "{0}" установлен
zh_cn: Mod'{0}'已安装

# ModInstaller_FailedClipboardImage
source: Failed retrieve image from clipboard
es: Error al obtener imagen del portapapeles
ja: クリップボードからの画像取得に失敗しました
pt_br: Falha ao obter imagem da área de transferência
ru_ru: Не удалось получить изображение из буфера обмена
zh_cn: 从剪贴板获取图片失败

# ModInstaller_FailedDownloadImage
source: Failed to download image from modUrl
es: Error al descargar imagen desde modUrl
ja: modUrlからの画像ダウンロードに失敗しました
pt_br: Falha ao baixar imagem da modUrl
ru_ru: Не удалось загрузить изображение с modUrl
zh_cn: 从modUrl下载图片失败

# ModInstaller_AnErrorOccurred
source: An error occurred
es: Ocurrió un error
ja: エラーが発生しました
pt_br: Ocorreu um erro
ru_ru: Произошла ошибка
zh_cn: 发生错误

# ModInstaller_ErrorAddingMod
source: An error occurred while adding the mod. See logs for more details
es: Ocurrió un error al agregar el mod. Consulte los registros para más detalles
ja: Modの追加中にエラーが発生しました。詳細はログを確認してください。
pt_br: Ocorreu um erro ao adicionar o mod. Consulte os logs para mais detalhes
ru_ru: Произошла ошибка при добавлении мода. Подробнее см. в журналах.
zh_cn: 添加Mod时发生错误。查看日志了解更多详情。

# CharDetails_InvalidModFile
source: The operation failed because the selected item is not a valid mod file or folder.
es: La operación falló porque el elemento seleccionado no es un archivo o carpeta de mod válido.
ja: 選択されたアイテムが有効なModファイルまたはフォルダーではないため、操作に失敗しました。
pt_br: A operação falhou porque o item selecionado não é um arquivo ou pasta de mod válido.
ru_ru: Операция не удалась, поскольку выбранный элемент не является допустимым файлом или папкой мода.
zh_cn: 操作失败，因为所选项目不是有效的Mod文件或文件夹。

# CharDetails_InvalidModUrl
source: The operation failed because the selected item is not a valid https GameBanana mod URL.
es: La operación falló porque el elemento seleccionado no es una URL válida de mod de GameBanana.
ja: 選択されたアイテムが有効なhttps GameBanana Mod URLではないため、操作に失敗しました。
pt_br: A operação falhou porque o item selecionado não é uma URL de mod do GameBanana válida.
ru_ru: Операция не удалась, поскольку выбранный элемент не является допустимым https URL мода GameBanana.
zh_cn: 操作失败，因为所选项目不是有效的https GameBanana Mod URL。

# CharDetails_DestModListNotFoundMsg
source: Destination mod list not found
es: Lista de mods de destino no encontrada
ja: 移動先のModリストが見つかりません
pt_br: Lista de mods de destino não encontrada
ru_ru: Список модов назначения не найден
zh_cn: 未找到目标Mod列表

# ModUpdate_FailedGetInfo
source: Failed to get mod update info
es: Error al obtener información de actualización del mod
ja: Modの更新情報の取得に失敗しました
pt_br: Falha ao obter informações de atualização do mod
ru_ru: Не удалось получить информацию об обновлении мода
zh_cn: 获取Mod更新信息失败

# ModUpdate_FailedDownload
source: Failed to download mod file
es: Error al descargar archivo de mod
ja: Modファイルのダウンロードに失敗しました
pt_br: Falha ao baixar arquivo de mod
ru_ru: Не удалось скачать файл мода
zh_cn: 下载Mod文件失败

# ModUpdate_FailedInstall
source: Failed to install mod file
es: Error al instalar archivo de mod
ja: Modファイルのインストールに失敗しました
pt_br: Falha ao instalar arquivo de mod
ru_ru: Не удалось установить файл мода
zh_cn: 安装Mod文件失败

# ModPage_FailedGetUpdateInfo
source: Failed to get mod update info
es: Error al obtener información de actualización del mod
ja: Modの更新情報の取得に失敗しました
pt_br: Falha ao obter informações de atualização do mod
ru_ru: Не удалось получить информацию об обновлении мода
zh_cn: 获取Mod更新信息失败

# ModPage_FailedDownload
source: Failed to download mod file
es: Error al descargar archivo de mod
ja: Modファイルのダウンロードに失敗しました
pt_br: Falha ao baixar arquivo de mod
ru_ru: Не удалось скачать файл мода
zh_cn: 下载Mod文件失败

# ModPage_FailedInstall
source: Failed to install mod file
es: Error al instalar archivo de mod
ja: Modファイルのインストールに失敗しました
pt_br: Falha ao instalar arquivo de mod
ru_ru: Не удалось установить файл мода
zh_cn: 安装Mod文件失败

# Gallery_FailedDeleteMod
source: Failed to delete mod
es: Error al eliminar mod
ja: Modの削除に失敗しました
pt_br: Falha ao excluir mod
ru_ru: Не удалось удалить мод
zh_cn: 删除Mod失败

# Gallery_ModDeleted
source: Mod deleted
es: Mod eliminado
ja: Modを削除しました
pt_br: Mod excluído
ru_ru: Мод удалён
zh_cn: Mod已删除

# Gallery_ModDeletedMessage
source: {0} has been deleted
es: {0} ha sido eliminado
ja: {0} を削除しました
pt_br: {0} foi excluído
ru_ru: {0} был удалён
zh_cn: {0}已被删除

# Gallery_FailedSaveImage
source: Failed to save image
es: Error al guardar imagen
ja: 画像の保存に失敗しました
pt_br: Falha ao salvar imagem
ru_ru: Не удалось сохранить изображение
zh_cn: 保存图片失败

# CharDetails_ErrorSwitchSkin
source: Error while switching character skin.
es: Error al cambiar la skin del personaje.
ja: キャラクタースキンの切り替え中にエラーが発生しました。
pt_br: Erro ao trocar a skin do personagem.
ru_ru: Ошибка при переключении скина персонажа.
zh_cn: 切换角色皮肤时出错。

# CharDetails_ErrorDisableMods
source: Error while disabling mods
es: Error al deshabilitar mods
ja: Modの無効化中にエラーが発生しました
pt_br: Erro ao desabilitar mods
ru_ru: Ошибка при отключении модов
zh_cn: 禁用Mod时出错

# CharDetails_ErrorDeleteMods
source: Error Deleting Mods
es: Error al Eliminar Mods
ja: Modの削除中にエラー
pt_br: Erro ao Excluir Mods
ru_ru: Ошибка при удалении модов
zh_cn: 删除Mod时出错

# CharDetails_ModsDeleted
source: {0} Mods Deleted
es: {0} Mods Eliminados
ja: {0} 個のModを削除しました
pt_br: {0} Mods Excluídos
ru_ru: {0} модов удалено
zh_cn: 已删除{0}个Mod

# CharDetails_ErrorLoading
source: An error occurred while loading the character details page.
es: Ocurrió un error al cargar la página de detalles del personaje.
ja: キャラクター詳細ページの読み込み中にエラーが発生しました。
pt_br: Ocorreu um erro ao carregar a página de detalhes do personagem.
ru_ru: Произошла ошибка при загрузке страницы сведений о персонаже.
zh_cn: 加载角色详情页面时发生错误。
